Repository: thxmxx/Exilebuddy
Catalog: Localization/Localization.*.resx
Languages: ru, zh_cn

# AuthLogin
source: Login
ru: Войти
zh_cn: 登录

# AuthLoginErrorEmpty
source: Please enter your product key(s).
ru: Пожалуйста, введите ключ продукта.
zh_cn: 请输入您的产品密钥(支持同时输入多个).

# AuthLoginInstructions
source: Please enter your product key(s).
ru: Пожалуйста, введите ключ продукта.
zh_cn: 请输入您的产品密钥(支持同时输入多个).

# AutoSelectConfig
source: Always use this config?
ru: Всегда используйте этот конфиг?
zh_cn: 始终使用这个设置？

# AutoSelectLanguage
source: Always use this language?
ru: Всегда использовать этот язык?
zh_cn: 始终使用这种语言？

source: Bot:
zh_cn: 模式:

# BuddyUpdaterError
source: An error has occurred, please update manually.
ru: Произошла ошибка, пожалуйста, обновите вручную.
zh_cn: 发生错误，请手动更新。

# ChooseConfig
source: Select
ru: выбирать
zh_cn: 选择

# ChooseConfigErrorEmpty
source: Select an existing config, or type a new config name.
ru: Выберите существующий конфиг, или введите новое имя конфигурации.
zh_cn: 选择现有的设置，或键入新的设置名称。

# ChooseConfigErrorInvalid
source: The config name is invalid.
ru: Имя конфигурации является недопустимым.
zh_cn: 选择的设置名称无效。

# CmdSettings
source: SETTINGS
ru: CmdSettings
zh_cn: 设置

# CmdSupport
source: SUPPORT
ru: CmdSupport
zh_cn: 支持

# CmdTools
source: TOOLS
ru: CmdTools
zh_cn: 工具

# ConfigBot
source: Config
zh_cn: 设置

# ConfigInstructions
source: Select an existing config, or type a new config name.
ru: Выберите существующий конфиг, или введите новое имя конфигурации.
zh_cn: 选择现有的设置，或键入新的设置名称。

# ConfigRoutine
source: Config
zh_cn: 设置

# DownloadInstructions
source: Please wait for Buddyupdater to download.
ru: Пожалуйста, подождите Buddyupdater на скачивание.
zh_cn: 请等待Buddyupdater下载。

# GuideText
source: Please read the following guide before using this program:
ru: GuideText
zh_cn: 使用本程序之前，请阅读以下指南：

# LanguageInstructions
source: Please select a language.
ru: Пожалуйста, выберите язык.
zh_cn: 请选择一个语言。

# LogClear
source: Clear
ru: LogClear
zh_cn: 清除

# LogCopy
source: Copy
ru: LogCopy
zh_cn: 复制

# LogZip
source: Zip
ru: LogZip
zh_cn: 压缩

source: Routine:
zh_cn: 战斗例程:

# SelectProcess
source: A 32-bit process is required. If you do not see a process, please change the game to use DirectX 9/9Ex.
ru: SelectProcess
zh_cn: 请选择一个进程。

# SelectProcessActivate
source: Activate
ru: SelectProcessActivate
zh_cn: 激活

# SelectProcessChoose
source: Select
ru: SelectProcessChoose
zh_cn: 选择

# SelectProcessRefresh
source: Refresh
ru: SelectProcessRefresh
zh_cn: 刷新

# SettingsConfiguration
source: Configuration
ru: SettingsConfiguration
zh_cn: 设置

# SettingsGlobal
source: Global
ru: SettingsGlobal
zh_cn: 全局

source: Start
zh_cn: 启动

source: Stop
zh_cn: 停止

# Title
source: Exilebuddy (en)
ru: Exilebuddy (ru)
zh_cn: 流放兄弟 (简体中文)

# UpdateInfo
source: There is a new version of Exilebuddy available. Would you like to update now?
ru: Существует новая версия Exilebuddy доступны. Хотите обновить сейчас?
zh_cn: 有一个新版本的流放兄弟可用。 你想现在更新吗？

# UpdateNewInstallation
source: A new installation of Exilebuddy is required.
ru: Новая установка Exilebuddy требуется.
zh_cn: 需要安装新的流放兄弟。

# UpdateNo
source: No
ru: Нет
zh_cn: 拒绝

# UpdateYes
source: Yes
ru: Да
zh_cn: 确定

# ConfigNoBotGui
source: The current Bot does not have a configurable GUI.
zh_cn: 该模式没有设置界面。

# ConfigNoPluginGui
source: The current Plugin does not have a configurable GUI.
zh_cn: 该插件没有界面

# ConfigNoRoutineGui
source: The current Routine does not have a configurable GUI.
zh_cn: 该战斗例程没有界面。

# LogFileNameCopied
source: The log filename has been copied to the clipboard.
zh_cn: 日志文件名已被复制到剪贴板。

# LogFileZipFail
source: The log file could not be compressed. You will have to manually compress it
zh_cn: 日志文件无法压缩。你必须手动压缩它

# LogFileZipSuccess
source: The log file has been zipped and the full filename has been copied to the clipboard
zh_cn: 该日志文件已压缩，完整的文件名已被复制到剪贴板

# AuthError
source: There was an error authenticating your key with the server. Please try again or use a different key.
zh_cn: 使用服务器验证您的密钥时发生错误， 请重试或使用其他密钥。

# VersionUnsupported
source: This client version is unsupported. Please wait for an update and check the forums for more information.
zh_cn: 此客户端版本不受支持。 请等待更新并查看论坛以获取更多信息。

# PluginsGlobal
source: Plugins
zh_cn: 插件

# PluginAuthor
source: Author
zh_cn: 作者

# PluginConfig
source: Config
zh_cn: 设置

# PluginDescription
source: Description
zh_cn: 描述

# PluginEnable
source: Enable
zh_cn: 启用

# PluginVersion
source: Version
zh_cn: 版本

source: Content Order:
zh_cn: 内容顺序:

source: Allow External Access
zh_cn: 允许外部访问

# ForceStopBot
source: Are you sure you want to force stop the bot?
zh_cn: 你确定要强制停止该模式吗？

source: Debug Last Task
zh_cn: 调试最后任务

source: Key
zh_cn: 密钥

source: Language
zh_cn: 语言

source: Region
zh_cn: 区域

source: Auto-Login
zh_cn: 自动-登录

source: Disable Auto Update
zh_cn: 禁用自动更新

source: Enable Overlay
zh_cn: 启用覆盖

# SettingsGui
source: GUI
zh_cn: 界面

# NoHideOnMinimize
source: Don't Hide on Minimize
zh_cn: 不要最小化窗口

# UpdaterName
source: Buddy Updater Name
zh_cn: 软件更新名称：

source: Disabled Content
zh_cn: 禁用内容

source: Exit on Compile Errors
zh_cn: 退出编译错误

source: Compile Asynchronously
zh_cn: 异步编译

source: Don't Auto Focus Bot Window
zh_cn: 不要自动对焦窗口

source: Don't Auto Focus Game Window
zh_cn: 不要自动对焦游戏窗口

source: Exit on Load Errors
zh_cn: 退出加载错误

source: Performance Logging
zh_cn: 性能记录

# ChooseLanguage
source: Select
ru: выбирать
